import React from "react"

export const DATA = {
    title: <>Праздник, <br /> полный вкусов</>,
    description: [
        <>
            Дорогой друг,<br />
            Спасибо тебе за то, что был с нами в этом году. <br />
            Мы старались сделать всё, чтобы ты получал вкусную еду и готовы завоёвывать твоё сердце снова  снова в следующем году.
        </>,
        'Желаем тебе в 2024 году нежных роллов, хрустящих корочек в пицце и бесконечно вкусных воков. Пусть будет много причин собраться с друзьями и хорошо провести вечер - поводы найдутся, а о еде позаботится Secret Kitchen',
        'Команда SK',
    ],
    promocode: 'NEWYEAR24',
}