import React from 'react';

import emoji from '../../images/icons/common/emoji.png';
import everGreen from '../../images/icons/common/evergreen.png';

export const DATA = {
    conditions: {
        title: "Условия акции",
        description: "Чтобы узнать, какой подарок тебя ждёт, нажми на календаре сегодняшнее число. Во всплывающем окне появится фото подарка или размер скидки, а также промокод и условия. Скопируй промокод или нажми на кнопку ЗАКАЗАТЬ.",
        icon: emoji,
        infoTitle: "Адвент-промокоды действуют только один день",
        infoText: "ты не можешь воспользоваться ни вчерашним, ни завтрашним предложением.",
    },
    about: {
        title: "Большой предновогодний розыгрыш Secret Kitchen",
        icon: everGreen,
        description: [
            "Сделав заказ с использованием промокода из Адвент-календаря, ты автоматически примешь участие в большом предновогоднем розыгрыше Secret Kitchen. На кону 5 сертификатов по 5 000 рублей!",
            "Победителей определим 30 декабря с помощью рэндомайзера. В базу попадут ВСЕ заказы, поэтому чем чаще будешь использовать адвент-промокоды, тем выше шансы на победу.",
            "Промокоды из адвент-календаря действуют только при заказе на сайте или в приложении Secret Kitchen.",
        ],
    },
    afterword: {
        title: "Готовься к праздникам вкусно!",
        description: "Твоя команда Secret Kitchen",
    }
}